Revit 2027 API
ParameterTypeId.DefaultConstructionExtWallUnderground Property
 "Mass Exterior Wall - Underground"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionExtWallUnderground { get; }
Public Shared ReadOnly Property DefaultConstructionExtWallUnderground As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionExtWallUnderground {
	ForgeTypeId^ get ();
}
static member DefaultConstructionExtWallUnderground : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace